Repository: citizenwallet/app
Catalog: lib/l10n/app_*.arb
Languages: nl

source: View Contract
nl: Contract bekijken

source: Confirm
nl: Bevestig

source: A wallet for your community
nl: Dit is je nieuwe wallet, waar je de tokens van je gemeenschap kunt opslaan, verzenden en ontvangen.

source: Create new Account
nl: Creëer een nieuwe account

source: Recover from backup
nl: herstel account van backup

source: Recover Individual Account from a private key
nl: Herstel een individuele account via een private key.

# createNewAccountMsg
source: Create a profile to make it easier for people to send you tokens.
nl: Creëer een profiel zodat mensen gemakkelijk tokens kunnen sturen naar uw gebruikersnaam.

source: Create a profile
nl: Creëer een profiel

source: Edit
nl: Bewerk

source: Dark mode
nl: Donkere modus

source: About
nl: Over ons

source: Push Notifications
nl: Push-meldingen

source: In-app sounds
nl: In-app geluiden

# viewOn
source: View On {name}
nl: Weergeven op {name}

source: Cards
nl: Kaarten

source: Your contacts will appear here
nl: Uw contactpersonen verschijnen hier

# accountsAndroidBackupsuseAndroid
source: Backups use Android Auto Backup and follow your device\'s backup settings automatically.
nl: Back-ups maken gebruik van Android Auto Backup en volgen automatisch de back-upinstellingen van je toestel.

# accountsAndroidIfYouInstalltheAppAgain
source: If you install the app again on another device which shares the same Google account, the encrypted backup will be used to restore your accounts.
nl: Als je de app opnieuw installeert op een ander apparaat met hetzelfde Google-account, wordt de versleutelde back-up gebruikt om je accounts te herstellen.

# accountsAndroidYouraccounts
source: Your accounts and your account backups are generated and owned by you.
nl: Uw accounts en back-ups worden door u aangemaakt en zijn volledig uw eigendom.

# accountsAndroidManuallyExported
source: They can be manually exported at any time.
nl: Ze kunnen op elk moment handmatig worden geëxporteerd.

# accountsApYouraccountsarebackedup
source: Your accounts are backed up to your iPhone\'s Keychain and follow your backup settings automatically.
nl: Van je accounts wordt een back-up gemaakt in de Keychain van je iPhone en ze volgen automatisch je iCloud back-upinstellingen.

# accountsApSyncthisiPhone
source: Enabling "Sync this iPhone" will ensure that your iPhone\'s keychain gets backed up to iCloud.
nl: Als je "Sync this iPhone" inschakelt, wordt er een back-up van je keychain van je iPhone gemaakt in iCloud.

# accountsApYoucancheck
source: You can check if syncing is enabled in your Settings app by going to: Apple ID > iCloud > Passwords and Keychain.
nl: Je kunt controleren of synchronisatie is ingeschakeld in je Instellingen door te gaan naar: Apple ID > iCloud > Wachtwoorden en Keychain.

# accountsApYouraccounts
source: Your accounts and your account backups are generated and owned by you.
nl: Uw accounts en back-ups van uw accounts worden door u aangemaakt en zijn volledig uw eigendom.

# accountsApTheycanbe
source: They can be manually exported at any time.
nl: Ze kunnen op elk moment handmatig worden geëxporteerd.

source: Initial Address:
nl: Initieel Adres:

source: Notifications
nl: Notificaties

source: Danger Zone
nl: Gevaren zone

# clearDataAndBackups
source: Clear data & backups
nl: Verwijder data & backups

source: Replace existing backup
nl: Vervang huidge backup

source: Replace
nl: Vervang

# androidBackupTexlineOne
source: There is already a backup on your Google Drive account from different credentials.
nl: Er is al een back-up op je Google Drive-account gelinkt met een andere account

# androidBackupTexlineTwo
source: Are you sure you want to replace it?
nl: Weet je zeker dat je deze wilt vervangen?

# appResetTexlineOne
source: Are you sure you want to delete everything?
nl: Weet je zeker dat je alles wilt verwijderen?

# appResetTexlineTwo
source: This action cannot be undone.
nl: Deze actie kan niet ongedaan worden gemaakt.

source: Delete
nl: Verwijder

source: End-to-end encryption
nl: End-to-end encryptie

# endToEndEncryptionSub
source: Backups are always end-to-end encrypted.
nl: Back-ups zijn altijd end-to-end versleuteld.

# accountsSubLableOne
source: All your accounts are automatically backed up to your device's keychain and synced with your iCloud keychain.
nl: Van al je accounts wordt automatisch een back-up gemaakt in de sleutelhanger van je apparaat en ze worden gesynchroniseerd met je iCloud-Keychain.

# accountsSubLableLastBackUp
source: Your accounts are backed up to your Google Drive account. Last backup: {lastBackup}.
nl: Van je accounts wordt een back-up gemaakt op je Google Drive-account. Laatste back-up: {lastBackup}.

# accountsSubLableLastBackUpSecond
source: Back up your accounts to your Google Drive account.
nl: Maak nu een back-up van je accounts op je Google Drive-account.

# varsion
source: Version {version} ({buildNumber})
nl: Versie {version} ({buildNumber})

# transactionDetais
source: Transaction details
nl: Transactie details

source: Transaction ID
nl: Transactie ID

source: Date
nl: Datum

source: Description
nl: Beschrijving

source: Reply
nl: Antwoord

source: Send again
nl: Verstuur opnieuw

source: Voucher redeemed
nl: Voucher geclaimd

source: Voucher created
nl: Voucher gecreëerd

source: Anonymous
nl: Anoniem

source: no description
nl: Geen beschrijving

source: Preparing wallet...
nl: Wallet wordt geïnitialiseerd...

source: Transactions
nl: Transactiegeschiedenis

# aWlletRorYourCommunity
source: A wallet for your community
nl: Een wallet voor jouw gemeenschap

source: Opening your wallet...
nl: Wallet openen...

# continueText
source: Continue
nl: Ga verder

source: Copied
nl: Gekopieerd

# copyText
source: Copy
nl: Kopieer

source: Backup date:
nl: Backup datum:

source: Decrypt backup
nl: Decrypteer backup

# noKeysFoundTryManually
source: No keys found, try entering manually.
nl: Geen account-keys gevonden, probeer handmatig in te voeren.

source: Get encryption key from your Password Manager
nl: Haal de coderingssleutel op uit uw Password Manager

source: Invalid key encryption key.
nl: Ongeldige coderingssleutel.

source: Enter encryption key manually
nl: Coderingssleutel handmatig invoeren

source: Enter encryption key
nl: Encryptie key invoeren

source: Encryption key
nl: Encryptie key

source: Loading
nl: Bezig met laden

source: Join Community
nl: Lid worden

# importText
source: Import
nl: Importeer

source: Select Account
nl: Selecteer Account

source: This is your wallet.
nl: Dit is jouw wallet.

source: It lives in the link of this page.
nl: Je wallet gegevens zitten in de link van deze pagina.

source: It is unique to you and your community.
nl: Het is uniek voor jou en je gemeenschap.

# keepYourLink
source: Keep your link private to make sure only you have access to this wallet.
nl: Houd je link privé om ervoor te zorgen dat alleen jij toegang hebt tot deze wallet.

source: Send
nl: Verstuur

source: Sending
nl: Versturen

source: Receive
nl: Ontvang

source: No backup found
nl: Geen backup gevonden

source: Select another account
nl: Selecteer een andere account

# recoverIndividualAccount
source: Recover individual account from a private key
nl: Individuele account herstellen met een private key

# restoreAllAccountsGoogleDrive
source: Restore all accounts from Google Drive
nl: Alle accounts herstellen via Google Drive

# infoActionLayoutDescription
source: You will be asked to log in to your Google account. We will only request access to this app\'s folder in your Google Drive.
nl: Je wordt gevraagd om in te loggen op je Google account. We vragen alleen toegang tot de map van deze app in je Google Drive.

source: Connect your Google Drive Account
nl: Verbind met je Google Drive Account

# recoverIndividualAccountPrivateKey
source: Recover individual account from a private key
nl: Herstel individuele account via een private key

source: Create
nl: Creëer

source: Username
nl: Gebruikersnaam

source: Enter a username
nl: Voer een gebruikersnaam in

source: Please pick a username.
nl: Kies een gebruikersnaam.

source: This username is already taken.
nl: Deze gebruikersnaam wordt reeds gebruikt.

source: Name
nl: Naam

source: Enter a name
nl: Kies een naam

# enterDescription
source: Enter a description
nl: Kies een beschrijving

# failedSaveProfile
source: Failed to save profile.
nl: Het is niet gelukt om het profiel op te slaan.

source: Fetching existing profile...
nl: Bestaand profiel ophalen

source: Uploading new profile...
nl: Nieuw profiel uploaden...

source: Almost done...
nl: Bijna klaar...

source: Saving...
nl: Opslaan...

source: Save
nl: Opslaan

source: Language
nl: Taal

source: Save Wallet
nl: Wallet opslaan

# saveText1
source: Don't lose your wallet! Bookmark this page or save its unique address that contains your private key in a safe place.
nl: Verlies je wallet niet! Bookmark deze pagina of bewaar het unieke adres met je private key op een veilige plek.

# gettheapp
source: Alternatively, you can download the Citizen Wallet app and import your wallet there.
nl: De app downloaden

# opentheapp
source: Once installed, you can import your web wallet in the app.
nl: Open de app

# open
source: Import in the app
nl: Open

source: Copy your unique wallet URL
nl: Kopieer je unieke wallet link

source: Email to yourself your wallet url
nl: Email je wallet link naar jezelf

# shareText1
source: Get someone else to scan this QR code.
nl: Laat iemand anders deze QR-code scannen.

# shareText2
source: If they don't already have one, it will create a new Citizen Wallet on their device.
nl: Indien ze nog geen wallet hebben, wordt er een nieuwe Citizen Wallet aangemaakt op hun apparaat.

source: Edit name
nl: Naam wijzigen

source: Export
nl: Exporteer

source: Cancel
nl: Annuleer

source: Enter account name
nl: Account naam ingeven

source: Export Account
nl: Exporteer Account

source: Delete account
nl: Verwijder account

# deleteaccountMsg1
source: Are you sure you want to delete this account?
nl: Weet je zeker dat je deze account wilt verwijderen?

# deleteaccountMsg2
source: This action cannot be undone.
nl: Deze actie kan niet ongedaan worden gemaakt.

# profileText1
source: It looks like you don't have a profile yet.
nl: Het lijkt erop dat je nog geen profiel hebt.

source: Share
nl: Deel link

source: Return Funds
nl: Retourneer tokens

source: returnVoucher
nl: Cancel voucher

# returnVoucherMsg
source: will be returned to your wallet.
nl: wordt teruggestort in je wallet

source: Delete Voucher
nl: Verwijder Voucher

# deleteVoucherMsg
source: This will remove the voucher from the list.
nl: Hierdoor wordt de voucher uit de lijst verwijderd.

source: Voucher Amount
nl: Voucher bedrag

source: Enter amount
nl: Geef bedrag in

# vouchersMsg
source: Your vouchers will appear here
nl: Je vouchers verschijnen hier

source: Create Voucher
nl: Creëer Voucher

# returnText
source: Return
nl: Terug

source: redeemed
nl: geclaimd

source: issued
nl: gecreëerd

source: Communities
nl: Gemeenschappen

source: Invalid link
nl: Ongeldige link

# unabltohandlelink
source: Unable to handle link
nl: Kan link niet verwerken

source: Dismiss
nl: Annuleer

source: To
nl: naar NL

source: External Wallet
nl: Externe Wallet

source: Amount
nl: Bedrag

# descriptionMsg
source: Add a description (optional)
nl: Voeg beschrijving toe

source: Clear
nl: Wis

source: done
nl: Gereed

source: Sent
nl: Verzonden

# failedSend
source: Failed to send {currencyName}.
nl: Verzenden van {currencyName} is niet gelukt.

# onText
source: on
nl: op

source: Invalid QR Code
nl: Ongeldige QR Code

source: Enter Manually
nl: Handmatig invoeren

source: Scan Again
nl: Scan opnieuw

source: Insufficient funds.
nl: Onvoldoende fondsen.

# currentBalance
source: Current balance: {symbol} {formattedBalance}
nl: Huidige balans: {symbol} {formattedBalance}

# sendDescription
source: Add a description (optional)
nl: Beschrijving toevoegen

source: Choose Recipient
nl: Kies ontvanger

source: Created by
nl: Gedaan door

source: Redeem
nl: Claim

# createVoucherText
source: Create a voucher which anyone can redeem for the amount shown above.
nl: Maak een voucher die iedereen kan claimen voor het bovenstaande bedrag.

# emptyBalanceText1
source: This voucher has already been redeemed.
nl: Deze bon is al ingewisseld.

# emptyBalanceText2
source: Redeem this voucher to your account.
nl: Claim deze voucher op je account
